11/data/attachments/3cb9f87cc8da65a0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_c69b7e1d-dd7c-4a36-81ae-c1930f35a1a1</nif:username>
            <nif:pageInfo>
                <nif:page>-1</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>